const test_descriptions = {
    1 : `<div><h2 class="text-center">Как заполнять тест:</h2>
        <p>
          Убедитесь, что вы понимаете вопрос.<br>
          Не задерживайтесь слишком долго на одном вопросе. Отвечайте на него сразу, как только поняли его, и переходите к следующему.<br>
          Для заполнения теста нужно ответить на вопрос: <b>Верно ли утверждение относительно вашей компании?</b><br>
          На каждое утверждение можно ответить:<br>
          <ul>
            <li>«Да» – означает «в основном, да» или твердое «да»,</li>
            <li>«Иногда» – означает «иногда бывает»,</li>
            <li>«Нет» – означает «нет» или «в основном, нет».</li>
          </ul>
          Чтобы получить результаты, вам нужно пройти весь тест целиком!<br>
          Отвечайте на вопросы, исходя из того, что происходит в вашей компании сейчас, а не происходило в прошлом.<br>
          Точность теста зависит от правдивости ваших ответов.<br>
          Готовы узнать себя настоящего?<br>
        </p>
      </div>`,
    3 : `<div><h1>Тест на IQ</h1>
            <p>
                Это - тест для определения Вашей способности решать задачи <br>
                В тесте - <b>80 вопросов</b> <br><br>
                Не задерживайтесь на каком-то одном вопросе. Если вопрос кажется
                слишком трудным, переходите к следующему вопросу. Может быть,
                у Вас останется время вернуться к этому трудному вопросу. <br><br>
                Пример вопроса: <br><br>
                <b>1. </b>Какой из ниже перечисленных предметов является "твёрдым"? <br>
                <b>a.</b> хлопок  <b>b.</b> железо <b>c.</b> шерсть <b>d.</b> бинт <b>e.</b> шёлк <br><br>
                Время на тест - <b>30 минут</b>.
            </p>`,
    4 : `<div><h1>Тест: Анализ характеристик личности</h1>
            <h2>Как заполнять тест:</h2>
            <div class="helper w-100 border p-1 my-1 mx-auto bg-light rounded">
              <p>
              Время заполнения теста не ограничено, но обычно это занимает 30-40 минут <br><br>
              Важно, чтобы во время заполнения теста, вас ничего не беспокоило и не отвлекало.<br><br>
              Пожалуйста, ответьте на каждый вопрос теста. Не задерживайтесь на одном вопросе, ответьте на него сразу, как только вы его поняли, и переходите к следующему. Отвечайте так, как это происходит в вашей жизни сейчас, а не происходило в прошлом. <br><br>
              На каждый вопрос нужно выбрать только один из вариантов ответа.<br><br>
              На любой из вопросов можно ответить:
              <ul>
                <li><b>«Да»</b> – означает точно «да» или «в основном, да»,</li>
                <li><b>«Может быть»</b> – означает «может быть или не уверены в точности «да» или «нет»,</li>
                <li><b>«Нет»</b> – означает точно «нет» или «в основном, нет».</li>
              </ul>
              </p>

              <p class='text-danger text-center'><b>ВНИМАНИЕ! Тест для лиц достигших 18 лет</b></p>
            </div>`,
    5 : `<div>
            <h1>Тестирование по шкале эмоциональных тонов</h1>
            <p>
            Время заполнения теста не ограничено, но обычно это занимает 20-30 минут<br><br>
            Тест состоит из группы утверждений, которые либо соответствуют вашему отношению к чему-то, либо нет.<br><br> 
            Отвечайте так, как это происходит в вашей жизни сейчас, а не происходило в пошлом.<br><br>
            На любой из утверждений можно ответить:<br><br>
            <b>«Да»</b>- означает точно «да» или «в основном да»,<br>
            <b>«Нет»</b>- означает точно «нет» или «в основном нет».

            </p>
        </div>`
}

export default test_descriptions;